---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterOffset
source: html/0fe9fd20-889c-902a-15aa-a30e093b3813.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterOffset Property

"Baluster Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterOffset { get; }
```